Repository: buypolarbear/lightwallet
Catalog: src/mobile/LightWallet/AppResources.*.resx
Languages: pt_br

# FirstAccessPage_Subtitle
source: Your Light HD Wallet for Ethereum
pt_br: Sua Carteira Determinística para Ethereum

# FirstAccessPage_ButtonCreateNewWallet
source: Create New Wallet
pt_br: Criar Nova Carteira

# FirstAccessPage_ButtonRecoveryMyWallet
source: Recovery My Wallet
pt_br: Recuperar Minha Carteira

# FirstAccessPage_ButtonOpenTermsOfService
source: Terms of Service
pt_br: Termos de Uso

# CreateNewWalletPage_Title
source: Create New Wallet
pt_br: Criar Nova Carteira

# CreateNewWalletPage_Description
source: Type a password in order to protect your wallet keeping your private keys encrypted in your mobile phone. This password will be always required when you need to pay for something
pt_br: Forneça uma senha para que possamos manter sua cateira segura guardando suas chaves privadas critpografadas em seu smartphone. Esta senha será utilizada sempre que você for pagar algo.

# CreateNewWalletPage_Passphrase
source: Passphrase
pt_br: Senha

# CreateNewWalletPage_ConfirmPassphrase
source: Confirm Passphrase
pt_br: Confirme sua Senha

# CreateNewWalletPage_Next
source: Next
pt_br: Avançar

# CreateNewWalletPage_PasswordFieldIsRequired
source: Password field is required!
pt_br: A Senha é obrigatória!

# CreateNewWalletPage_PasswordMustHave8CharsOrMore
source: Password must have at least 8 letters!
pt_br: A Senha deve ter pelo menos 8 letras!

# CreateNewWalletPage_ConfirmPasswordIsDifferent
source: Confirmation password doens't match!
pt_br: As senhas digitadas não são iguais!

# NavigationBarFragment_Back
source: Back
pt_br: Voltar

# Button_SearchForExistentAccounts
source: Search for existent accounts
pt_br: Buscar contas existentes
